{
	"about": {
		"intro1": "<p><strong>DollarBlacklist</strong> es un sistema de reputación de billetes en moneda <em>USD</em>, donde los usuarios pueden consultar billetes por su número de serial, valor y año de serie, y ver de inmediato un resumen de las revisiones que otros usuarios han hecho sobre el billete, y así determinar con la mayor seguridad posible la <strong>autenticidad</strong> del billete.</p>",
		"intro2": "<p>Además de proporcionar un resumen de las revisiones que han hecho otros usuarios, DollarBlacklist muestra las <strong>características de seguridad</strong> que debe tener el billete consultado, y cómo emplearlas para determinar si el billete es falso o verdadero.</p>",
		"users": "<h2>Tipos de usuario</h2><p>En cuanto a las cuentas de usuarios, hay dos tipos de usuario:</p><ul><li>Regular</li><li>Negocio o comercio</li></ul><p>La única diferencia entre ambos tipos de usuario es que las revisiones que hagan los <em>comercios</em> en general son más fiables que las que hagan los usuarios <em>regulares</em>.</p>",
		"reviews": "<h2>Revisiones</h2><p>Para las revisiones, hay dos tipos:</p><ul><li>Buena: billete auténtico<p>Los usuarios pueden dejar un comentario público (opcional) y deben especificar un número del 1 al 5, que se refiere al estado físico del billete.</p></li><li>Mala: billete falso<p>Los usuarios pueden dejar un comentario público (opcional) y deben especificar los defectos del billete que se consideran una falla en las características de seguridad.</p></li></ul>",
		"reviewsNotes": "<p><strong>Importante:</strong> para enviar una revision, los usuarios deben permitir a DollarBlacklist conocer su ubicación, ya que esta información es parte esencial de la revisión, y es utilizada para posicionar en un mapa la ciudad donde fue realizada la revisión.</p><p>Un usuario solo tiene permitido enviar una revisión de un tipo (buena o mala) de un mismo billete.</p>",
		"securityFeatures": "<h2>Sobre las características de seguridad</h2><p>Cada denominación de los billetes presenta diferentes características de seguridad, que varían dependiendo del año de serie.</p><p>Toda la información referente a las características de seguridad de los billetes de cada denominación de cada año de serie ha sido obtenida del sitio oficial de la <em>Moneda de los Estados Unidos</em>: <a href='https://www.uscurrency.gov'>www.uscurrency.gov</a></p>"
	}
}